Revit 2027 API
BuiltInFailures.ExtendedPropertiesLinkFailures.NoUsableSchemas Property
 The dataset consists of property definitions that Revit does not support. No data could be loaded.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoUsableSchemas { get; }
Public Shared ReadOnly Property NoUsableSchemas As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoUsableSchemas {
	FailureDefinitionId^ get ();
}
static member NoUsableSchemas : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ExtendedPropertiesLinkFailures Class
Autodesk.Revit.DB Namespace